tap "hashicorp/tap"
brew "python@3.13"
brew "awscli"
brew "azure-cli"
brew "node"
brew "gemini-cli"
brew "gh"
brew "pipx"
brew "postgresql@14"
brew "pyenv"
brew "python@3.11"
brew "python@3.14"
brew "starship"
brew "terraform-docs"
brew "uv"
brew "virtualenv"
brew "hashicorp/tap/terraform"
cask "bitwarden"
cask "claude"
cask "claude-code"
cask "discord"
cask "espanso"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono"
cask "gemini"
cask "insomnia"
cask "iterm2"
cask "jellyfin-media-player"
cask "megasync"
cask "microsoft-teams"
cask "obsidian"
cask "plex"
cask "plex-media-server"
cask "proton-drive"
cask "raycast"
cask "spotify"
cask "the-unarchiver"
cask "vlc"
