tap "hashicorp/tap"
tap "homebrew/services"
brew "python@3.13"
brew "awscli"
brew "azure-cli"
brew "node"
brew "gemini-cli"
brew "gh"
brew "pipx"
brew "postgresql@14"
brew "pyenv"
brew "python@3.11"
brew "python@3.14"
brew "starship"
brew "termcolor"
brew "terraform-docs"
brew "uv"
brew "virtualenv"
brew "hashicorp/tap/terraform"
cask "claude-code"
cask "devknife"
cask "docker-desktop"
cask "espanso"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono"
cask "font-source-code-pro"
cask "gemini"
cask "iterm2"
